[
  {
    "course": "business",
    "title": "Business from 0",
    "description": "Build your business from 0 — Find a problem, create a solution, and pitch your idea to investors.",
    "planes": [
      "Business skills",
      "Financial literacy",
      "Soft skills",
      "7 – 17 year olds",
      "Duration 9 months"
    ],
    "guide": [
      {
        "title": "Introduction",
        "content": ["1", "2"]
      },
      {
        "title": "Financial literacy",
        "content": [
          "3",
          "4",
          "5",
          "6",
          "7",
          "8",
          "9",
          "10",
          "11",
          "12",
          "13",
          "14",
          "15",
          "16"
        ]
      },
      {
        "title": "Business law",
        "content": ["17", "18", "19", "20", "21", "22", "23", "24"]
      },
      {
        "title": "Business literacy",
        "content": [
          "25",
          "26",
          "27",
          "28",
          "29",
          "30",
          "31",
          "32",
          "33",
          "34",
          "35"
        ]
      },
      {
        "title": "Presentation skills",
        "content": ["36", "37", "38", "39", "40", "41", "42", "43"]
      }
    ],
    "cards": [
      {
        "title": "business idea",
        "paragraph": "Students explore real-world problems and generate creative business solutions rooted in their interests and values. They learn how to identify opportunities and turn ideas into potential ventures. This stage sparks entrepreneurial thinking and confidence.",
        "color": "#F36967",
        "src": "one"
      },
      {
        "title": "first steps",
        "paragraph": "With guidance, students begin building their idea—developing basic plans, prototypes, or branding. They gain hands-on experience in bringing concepts to life. It’s where ideas start becoming reality.",
        "color": "#c3abff",
        "src": "2"
      },
      {
        "title": "investments",
        "paragraph": "Students pitch their businesses to a entrepreneurs. They practice public speaking, refine their vision, and receive valuable feedback. Some have the opportunity to walk away with support or investment for their idea.",
        "color": "#fed35b",
        "src": "3"
      }
    ]
  },
  {
    "course": "rights",
    "title": "Path to Law",
    "description": "Explore legal systems, debate real cases, and understand how laws shape society and protect rights.",
    "planes": [
      "Legal protection",
      "Practical skills",
      "Critical thinking",
      "10 – 18 year olds",
      "Duration 5 months"
    ],
    "cards": [
      {
        "title": "Introduction",
        "paragraph": "Students are introduced to core legal principles, exploring justice, human rights, and the rule of law. Through real-life cases, they begin understanding how laws shape societies. This builds critical thinking and a sense of fairness.",
        "color": "#F36967",
        "src": "1"
      },
      {
        "title": "legal thinking",
        "paragraph": "They step into the role of legal thinkers—analyzing disputes, drafting basic arguments, and exploring legal roles. Guided activities simulate how lawyers and judges approach problems. It’s where theory starts becoming practical.",
        "color": "#c3abff",
        "src": "2"
      },
      {
        "title": "presenting a case",
        "paragraph": "Students prepare and present a case in a simulated courtroom setting. They develop persuasive speaking, argument structure, and confidence. It’s a hands-on experience of what it’s like to stand up for justice.",
        "color": "#fed35b",
        "src": "3"
      }
    ]
  },
  {
    "course": "marketing",
    "title": "Marketing",
    "description": "Learn how to brand, target audiences, and create impactful campaigns using digital tools and creativity.",
    "planes": [
      "Creative branding",
      "Digital strategy",
      "AI in marketing",
      "12 – 18 year olds",
      "Duration 5 months"
    ],
    "cards": [
      {
        "title": "what's marketing",
        "paragraph": "Students explore how marketing connects products to people. They learn its role in business and how it influences our choices. This builds a foundation for creative and strategic thinking.",
        "color": "#F36967",
        "src": "1"
      },
      {
        "title": "brand building",
        "paragraph": "They discover how strong brands are made—logos, tone, and style. Through fun tasks, they create branding for their own idea. It’s where identity meets creativity.",
        "color": "#c3abff",
        "src": "2"
      },
      {
        "title": "audience focus",
        "paragraph": "Students learn to define their ideal audience and how to speak to them. They use personas and simple tools to understand customer needs. It teaches empathy and precision.",
        "color": "#fed35b",
        "src": "3"
      },
      {
        "title": "ad creation",
        "paragraph": "They design ads using visuals, slogans, and storytelling. From posters to digital formats, students bring ideas to life. It’s their hands-on intro to real-world promotion.",
        "color": "#6fdcbf",
        "src": "4"
      }
    ]
  }
]
